[
  {
    "q":"Is it easy to make your own website?",
    "a": "Yes. Wix offers a few different ways to create your own free business website, which means you can choose the creation process that works best for you. Need to get online fast? Answer a few simple questions and Wix ADI (Artificial Design Intelligence) will design a website for you in under 10 minutes. If you want 100% design freedom, start from scratch and drag and drop the website design features you need in the Wix Editor."
  },
  {
    "q": "Can I design a website without knowing how to code?",
    "a": "Absolutely. Wix is user-friendly and makes it possible to build your own website for your business without knowing how to code. With the Wix Editor, you can drag, drop and customize any feature you want, which makes it easy to match everything to the look and feel of your site. Of course, if you do know how to code, you can add advanced functionality to your business website with Velo."
  },
  {
    "q": "How do I make my site mobile friendly?",
    "a": "Your Wix website comes with a mobile-optimized version, designed to look great on smaller screens. And if you want to customize your mobile site further, the Wix Mobile Editor makes it easy to do even more."
  },
  {
    "q": "Should I create a business website with a custom domain? Can I get a custom domain with Wix?",
    "a": "A custom website domain name is an easy – and instant – way to look more professional online. It adds credibility to your brand and helps visitors find you online. When you create a site with Wix’s free website builder, your site will come with a Wix domain by default. If you’d like a custom domain name, Wix can help you do so. Then you can start building your brand by using your domain in a custom email address(info@mystunningwebsite.com), your social channels, email marketing campaigns and more."
  },
  {
    "q": "Should I use the Wix free website builder or hire a web developer?",
    "a": "Wix’s free website builder is intuitive to use and designed for an easy, stress-free experience. If you’re looking for a specific web service, explore the Wix Marketplace – there you can find certified freelancers or agencies at a price that fits your budget."
  },
  {
    "q": "How do I design a website and host it for free?",
    "a": "When you make your own website with Wix, you get reliable, scalable and free web hosting. All your website content will be stored on secure servers located around the world. So no matter where your visitors come from, your business website will load fast."
  }
]