[
  {
    "q":"What's included in the Premium Plan?",
    "a": "Creating your website is free. By upgrading to the Premium Plan, you can connect your own domain, remove Wix ads from your site and more. With most Premium Plans you’ll also get vouchers for a 1-year free domain, and vouchers for advertising on Google and Bing."
  },
  {
    "q":"Which plan is the best value for me?",
    "a": "This depends on what you want to do with your site, but we recommend our yearly or multi- year plans for the best value."
  },
  {
    "q":"Can I try a Wix Premium Plan for free?",
    "a": "Yes! Try any Wix Premium Plan and if you decide it's not for you, you can cancel within 14 days and receive a full refund — no questions asked. Please note that this only applies to the first upgrade you make to a Premium Plan."
  },
  {
    "q":"How do I get my free domain?",
    "a": "Most Yearly or Multi-Year Premium Plans come with a 1-year free domain voucher. You can choose your own domain name with .com, .net, .org and more. Once you find the perfect domain for your site, your voucher will be waiting for you at checkout."
  },
  {
    "q":"Why do I need a custom domain?",
    "a": "A custom domain, like mybusinesswebsite.com, is a great way to get found online and promote your brand. You can replace your free Wix URL (username.wixsite.com/sitename) with a custom domain you purchased from Wix, or with one you already own."
  },
  {
    "q":"How can I get my own personalised email address?",
    "a": "Once you have your own domain, you can get a custom email address using your domain like info@mybusinesswebsite.com. To do this, you need to buy a Google Workspace plan. This will also give you 30GB of Drive storage, as well as Google Calendar, Docs, Sheets and Slides."
  },
  {
    "q":"What are Ad Vouchers?",
    "a": "Ad Vouchers can be redeemed for promotional ads on Google and Bing to advertise your website. These are useful to get your business seen more easily by your customers."
  },
  {
    "q":"Which plans come with Ad Vouchers?",
    "a": "Some of our Yearly or Multi-Year Premium Plans come with vouchers for promotional ads on Google and Bing."
  },
  {
    "q":"What online payments do you accept?",
    "a": "We accept all major credit cards and debit cards, including Visa, Mastercard, American Express, Discover, JCB and Diners."
  },
  {
    "q":"Why is my plan no longer available?",
    "a": "In order to more effectively meet the diverse needs of our customers, we've refreshed our plan offerings. While your current plan is no longer available for new customers, rest assured that this change does not require you to switch plans. Your existing plan remains active and unchanged. If you're considering a new plan, you can look for the \"Similar to your current plan\" badge in our plans list. This update is part of our commitment to continuously improve and tailor our services to best suit your requirements."
  }
]